brew "bat"
brew "cloudflare/cloudflare/cloudflared"
brew "deno"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "neovim"
brew "nethack"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zig"
