brew "autojump"
brew "bat"
brew "cloudflare/cloudflare/cloudflared"
brew "deno"
brew "ethereum/ethereum/ethereum"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "ipfs"
brew "jq"
brew "neovim"
brew "nethack"
brew "pandoc"
brew "ripgrep"
brew "solidity"
brew "tmux"
brew "tree"
brew "youtube-dl"
