# tools
brew "bat"
brew "direnv"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "tree"
brew "gawk"
brew "git-delta"

# languages
brew "deno"
brew "zig"
brew "gcc"
brew "go"

# programs
brew "nethack"
brew "neovim"
brew "git"
brew "tmux"
brew "tldr"
brew "pandoc"
brew "docker-compose"
brew "fish"

# misc
brew "cloudflare/cloudflare/cloudflared"
brew "gh"

# casks
cask "alacritty"
cask "basictex"
cask "docker"
