# core
brew "ripgrep"
brew "neovim"
brew "git"
brew "git-lfs"
brew "tmux"
brew "fish"
brew "jq"
brew "rsync"
brew "gnupg"

# glitter
brew "bat"
brew "gum"
brew "gh"
brew "tldr"
brew "zoxide"
brew "fzf"
brew "stylua"
# brew "pandoc"

# gamer
brew "nethack"
